{
  "pt": {
    "home": "Início",
    "about": "Sobre",
    "catering": "Catering",
    "gallery": "Galeria",
    "contacts": "Contatos",
    "footer": "Rodapé",
    "home-welcome-1": "Bem-vindo à",
    "home-welcome-2": "A sua casa de histórias e amor.",
    "home-slogan": "A transformar o 'Sim' em 'Sim-plesmente mágico’ desde 1860.",
    "home-text-1": "Localizada na encantadora vila do Paião, concelho da Figueira da Foz, a La Maison Regina oferece casamentos num ambiente charmoso, intimista e familiar.",
    "home-text-2": "Construída em 1860 e reabilitada em 2024, a idílica La Maison Regina já palco das mais misteriosas e apaixonantes histórias, prepara-se agora para contar a sua, neste espaço distinto e acolhedor que encantará os seus olhos e o seu coração.",
    "home-text-3": "É nesta casa centenária, envolta numa atmosfera bucólica, rodeada por um amplo jardim e uma decoração incomparável, com foco na sustentabilidade ambiental, que prometemos elevar os standards do seu casamento.",
    "home-text-4": "Localizada a 1 minuto a pé da Igreja Matriz do Paião, a nossa casa oferece uma comodidade excecional, pronta para proporcionar diversão e memórias inesquecíveis, que deixarão rendidos noivos e convidados.",
    "home-sep-1": "Diga 'SIM' connosco.",
    "home-text-5": "Este é o dia dos seus sonhos e, para nós, é importante que se sinta apoiado em cada decisão e detalhe. Com uma equipa dedicada, criativa e profissional, oferecemos flexibilidade e um serviço altamente personalizado, garantindo que todos fiquem sem fôlego com tanta surpresa e emoção.",
    "home-text-6": "Prepare-se para deixar todos perplexos e celebrar um casamento épico, onde cada convidado irá comemorar sem precedentes e irá ter histórias e momentos para recordar.",
    "home-sep-2": "Porque escolher a La Maison Regina?",
    "home-sep-2-list": "Casa de charme com uma decoração inigualável. | Igreja a 1 minuto a pé, garantindo facilidade e conveniência. | Possibilidade de realizar cerimónia civil no local. | Copo d’água imerso num oásis verdejante. | Serviço de wedding planner incorporado. | Compromisso com a sustentabilidade. | Catering de excelente qualidade, que encanta todos os paladares. | Espaço altamente personalizado (visite-nos para perceber como!).",
    "about-text-1": "Composta por diversas áreas que podem funcionar em conjunto ou de forma autónoma, a La Maison Regina constitui a solução ideal para quem procura um espaço flexível e de qualidade.",
    "about-card-1": "Casamentos | Para o dia mais importante da sua vida temos soluções à sua medida e à medida dos seus sonhos. A diversidade dos espaços da La Maison Regina permite criar diferentes ambientes quer no interior da casa ou no romântico jardim.",
    "about-card-2": "Conferências e Reuniões | Para a conferência ou reunião da sua empresa, team building, festa de Natal ou lançamento de marca estamos preparados para receber toda a sua equipa ou clientes com condições únicas a apenas 15 minutos da Figueira da Foz, a 30 minutos de Leiria e a 45 minutos de Coimbra e Aveiro.",
    "about-card-3": "Festas e Eventos Sociais | Bodas de ouro ou batizados, cocktails ou festas de aniversário temos o espaço ideal para tornar a sua festa inesquecível! Num espaço que mistura de forma única um ambiente rural e requintado, encontra todas as condições para o dia mais importante da sua vida.",
    "about-text-2": "A La Maison Regina apresenta várias vantagens para a concretização dos seus eventos. Num espaço com capacidade de até 200 pessoas que mistura de forma única um ambiente rural moderno e requintado, encontra todas as condições para o dia mais importante da sua vida ou para uma festa inesquecível.",
    "about-sep-1": "Evento Chave Na Mão",
    "about-sep-2": "Deixe para quem sabe e relaxe...",
    "about-text-3": "Organizamos todo o evento de uma forma personalizada de acordo com as necessidades de cada cliente.",
    "about-text-4": "Porque sabemos que cada pormenor conta e faz a diferença, apresentamos uma proposta de decoração (toalhas, flores e serviço) personalizada e adequada ao tipo de evento garantindo a mais completa exclusividade e privacidade."
  },
  "en": {
    "home": "Home",
    "about": "About",
    "catering": "Catering",
    "gallery": "Gallery",
    "contacts": "Contacts",
    "footer": "Footer",
    "home-welcome-1": "Welcome to",
    "home-welcome-2": "Your home of stories and love.",
    "home-slogan": "Turning 'sim' into 'Sim-ply magical' since 1860.",
    "home-text-1": "Located in the charming village of Paião, in the municipality of Figueira da Foz, La Maison Regina offers weddings in a charming, intimate and family atmosphere.",
    "home-text-2": "Built in 1860 and rehabilitated in 2024, the idyllic La Maison Regina, already the stage for the most mysterious and passionate stories, is now preparing to tell yours, in this distinct and welcoming space that will enchant your eyes and your heart.",
    "home-text-3": "It is in this centenary house, surrounded by a bucolic atmosphere, surrounded by a large garden and an incomparable decoration, with a focus on environmental sustainability, that we promise to raise the standards of your wedding.",
    "home-text-4": "Located a 1-minute walk from the Paião Mother Church, our house offers exceptional convenience, ready to provide fun and unforgettable memories that will leave brides and guests surrendered.",
    "home-sep-1": "Say 'YES' with us.",
    "home-text-5": "This is the day of your dreams and, for us, it is important that you feel supported in every decision and detail. With a dedicated, creative and professional team, we offer flexibility and a highly personalized service, ensuring that everyone is breathless with so much surprise and emotion.",
    "home-text-6": "Get ready to leave everyone perplexed and celebrate an epic wedding, where each guest will celebrate unprecedentedly and will have stories and moments to remember.",
    "home-sep-2": "Why choose La Maison Regina?",
    "home-sep-2-list": "Charming house with unparalleled decoration. | Church a 1-minute walk away, ensuring ease and convenience. | Possibility of holding a civil ceremony on site. | Water cup immersed in a green oasis. | Embedded wedding planner service. | Commitment to sustainability. | Excellent quality catering that delights all palates. | Highly personalized space (visit us to understand how!).",
    "about-text-1": "Composed of several areas that can function together or autonomously, La Maison Regina is the ideal solution for those looking for a flexible and quality space.",
    "about-card-1": "Weddings | For the most important day of your life, we have solutions tailored to your needs and the size of your dreams. The diversity of La Maison Regina's spaces allows you to create different environments both inside the house and in the romantic garden.",
    "about-card-2": "Conferences and Meetings | For your company's conference or meeting, team building, Christmas party or brand launch, we are prepared to receive all your team or clients with unique conditions just 15 minutes from Figueira da Foz, 30 minutes from Leiria and 45 minutes from Coimbra and Aveiro.",
    "about-card-3": "Parties and Social Events | Golden weddings or baptisms, cocktails or birthday parties, we have the ideal space to make your party unforgettable! In a space that uniquely mixes a rural and refined environment, you will find all the conditions for the most important day of your life.",
    "about-text-2": "La Maison Regina offers several advantages for the realization of your events. In a space with a capacity of up to 200 people that uniquely mixes a modern and refined rural environment, you will find all the conditions for the most important day of your life or for an unforgettable party.",
    "about-sep-1": "Turnkey Event",
    "about-sep-2": "Leave it to those who know and relax...",
    "about-text-3": "We organize the entire event in a personalized way according to the needs of each client.",
    "about-text-4": "Because we know that every detail counts and makes a difference, we present a proposal for decoration (towels, flowers and service) personalized and suitable for the type of event, ensuring the most complete exclusivity and privacy."
  }
}
