{
  "pt": {
    "home": "Início",
    "services": "Serviços",
    "gallery": "Galeria",
    "contacts": "Contatos",
    "footer-follow": "Segue-nos",
    "footer-rights-reserved": "© 2024 La Maison Regina. Todos os direitos reservados.",
    "home-welcome-1": "Bem-vindo à",
    "home-welcome-2": "A sua casa de histórias e amor.",
    "home-slogan": "A transformar o 'Sim' em 'Sim-plesmente mágico’ desde 1860.",
    "home-text-1": "Localizada na encantadora vila do Paião, concelho da Figueira da Foz, a La Maison Regina oferece casamentos num ambiente charmoso, intimista e familiar.",
    "home-text-2": "Construída em 1860 e reabilitada em 2024, a idílica La Maison Regina já palco das mais misteriosas e apaixonantes histórias, prepara-se agora para contar a sua, neste espaço distinto e acolhedor que encantará os seus olhos e o seu coração.",
    "home-text-3": "É nesta casa centenária, envolta numa atmosfera bucólica, rodeada por um amplo jardim e uma decoração incomparável, com foco na sustentabilidade ambiental, que prometemos elevar os standards do seu casamento.",
    "home-text-4": "Localizada a 1 minuto a pé da Igreja Matriz do Paião, a nossa casa oferece uma comodidade excecional, pronta para proporcionar diversão e memórias inesquecíveis, que deixarão rendidos noivos e convidados.",
    "home-sep-1": "Diga 'SIM' connosco.",
    "home-text-5": "Este é o dia dos seus sonhos e, para nós, é importante que se sinta apoiado em cada decisão e detalhe. Com uma equipa dedicada, criativa e profissional, oferecemos flexibilidade e um serviço altamente personalizado, garantindo que todos fiquem sem fôlego com tanta surpresa e emoção.",
    "home-text-6": "Prepare-se para deixar todos perplexos e celebrar um casamento épico, onde cada convidado irá comemorar sem precedentes e irá ter histórias e momentos para recordar.",
    "home-sep-2": "Porque escolher a La Maison Regina?",
    "home-sep-2-list": "Casa de charme com uma decoração inigualável. | Igreja a 1 minuto a pé, garantindo facilidade e conveniência. | Possibilidade de realizar cerimónia civil no local. | Copo d’água imerso num oásis verdejante. | Serviço de wedding planner incorporado. | Compromisso com a sustentabilidade. | Catering de excelente qualidade, que encanta todos os paladares. | Espaço altamente personalizado (visite-nos para perceber como!).",
    "services-text-1": "Prepare-se para surpreender e celebrar um evento épico, onde cada convidado desfrutará de momentos inesquecíveis e guardará histórias fantásticas para contar e recordar.",
    "services-card-1": "Casamentos | Diga 'SIM' connosco. | Prepare-se para vivenciar um casamento tão épico quanto o seu amor! Aqui, valorizamos cada decisão e detalhe do seu grande dia. Com uma equipa dedicada, criativa e profissional, proporcionamos um serviço altamente personalizado para a sua festa de casamento, cerimónia religiosa ou civil, no jardim ou na praia, garantindo que todos fiquem sem fôlego com tanta surpresa e emoção.",
    "services-card-2": "Festas e Eventos Sociais | Batizados, bodas de ouro ou festas de aniversário – oferecemos o local perfeito para uma celebração memorável! Num ambiente familiar e acolhedor que une charme e elegância, garantimos todas as condições para que o seu dia seja realmente especial.",
    "services-card-3": "Conferências e Reuniões | Estamos prontos para receber a sua empresa seja para atividades de team building, festas de Natal ou lançamento de uma nova marca. Localizados a apenas 15 minutos da Figueira da Foz, 30 minutos de Leiria e 45 minutos de Coimbra e Aveiro, oferecemos um acesso conveniente e um ambiente de excelência para acolher toda a sua equipa ou clientes.",
    "services-text-2": "A La Maison Regina apresenta várias vantagens para a concretização dos seus eventos. Num espaço com capacidade de até 200 pessoas que mistura de forma única um ambiente rural moderno e requintado, encontra todas as condições para o dia mais importante da sua vida ou para uma festa inesquecível.",
    "services-sep-1": "Evento Chave Na Mão",
    "services-sep-2": "Deixe tudo nas nossas mãos, entregue-se ao encanto e desfrute...",
    "services-text-3": "No nosso espaço, com capacidade para até 200 pessoas, organizamos o seu evento de forma personalizada, atendendo a todas as suas necessidades, desde o catering até à animação. Sabemos que cada detalhe é essencial e faz toda a diferença. Assim, criamos propostas à sua medida, garantindo um cenário perfeito para uma experiência idílica no dia mais importante da sua vida ou para uma festa memorável.",
    "services-text-4": "Esta assessoria é ideal para casais que vivem no estrangeiro ou que desejem facilidade na gestão da organização do casamento. Oferecemos pacotes completos, que vão desde a seleção da decoração; passando pela gestão do fotógrafo e videógrafo; orquestração do DJ, música e animação, transporte, orientação quanto a maquilhagem e cabelos, alojamento, serviço de baby-sitter, entre outros.",
    "services-text-5": "Façamos um brinde à alegria, ao romance e à família - deixe-nos cuidar de cada pormenor para que possa viver plenamente cada instante mágico.",
    "gallery-title-1": "Jardim Encantado",
    "gallery-text-1": "Desfrute de um ambiente encantador no nosso jardim meticulosamente cuidado, onde noivos e convidados podem relaxar. Destacamos o espelho d’água, um local mágico para o corte do bolo, e o coreto, especialmente utilizado para cerimónias de casamento. O chilrear dos passarinhos e a decoração aconchegante tornam este espaço ideal para canapés e coquetéis de boas-vindas.",
    "gallery-title-2": "Pérgula para Banquete",
    "gallery-text-2": "A nossa pérgula, também conhecida como tenda de vidro, é a sala principal com capacidade para 200 lugares sentados. Destaca-se pelo envolvente e verdejante design, contando com climatização com ar condicionado. Com cortinas de vidro que se abrem nos dias ensolarados, proporciona uma experiência ao ar livre em harmonia com a a natureza. Em caso de mau tempo, as cortinas de vidro podem ser fechadas, mantendo os convidados protegidos enquanto desfrutam de uma vista verdejante.",
    "gallery-title-3": "Salão de Buffet",
    "gallery-text-3": "Com uma decoração principesca, esta é a área onde servimos o buffet completo ou buffet de sobremesas, queijos e doces. Um espaço extremamente acolhedor e fotogénico, que não deixa ninguém indiferente.",
    "gallery-title-4": "Discoteca",
    "gallery-text-4": "Com uma cativante decoração, a nossa discoteca é o local ideal para encerrar a noite com muita animação, dança e música, num cenário cheio de carisma sob a magia do DJ ou banda.",
    "gallery-title-5": "Casas de Banho",
    "gallery-text-5": "As nossas casas de banho são continuamente limpas durante o evento e têm acessibilidade para pessoas com mobilidade reduzida, assegurando conforto para todos os convidados.",
    "catering-title-1": "O Amor pela Gastronomia",
    "catering-text-1": "Na La Maison Regina, a cozinha é o coração pulsante da nossa organização e essencial para o sucesso do nosso serviço de catering.",
    "catering-text-2": "Sob a liderança do Chef Dan Gomes, a nossa equipa de profissionais dedica-se a conquistar suspiros e “yummm’s” dos noivos e convidados, encantados por uma mistura de sabores caseiros e contemporâneos que agradam até o mais exigente dos paladares.",
    "catering-title-2": "Inspiração na Cozinha Portuguesa",
    "catering-text-3": "Inspiramo-nos na riqueza e diversidade da gastronomia portuguesa para criar pratos que harmonizam tradição e inovação. Todos os pratos são meticulosamente preparados na nossa cozinha, utilizando ingredientes frescos e de alta qualidade. A nossa equipa dedicada garante que cada prato seja uma experiência gastronómica única.",
    "catering-title-3": "Compromisso com a Sustentabilidade e Produtos Locais",
    "catering-text-4": "Valorizamos os produtos locais e a sua sazonalidade, promovendo uma abordagem sustentável e responsável. Trabalhamos com ingredientes frescos e de época, equilibrando o natural com o sofisticado. Esta filosofia não apenas reduz o impacto ambiental, minimizamos o transporte e a emissão de gases de efeito de estufa, como também resulta em pratos frescos e saborosos.",
    "faq-main-title": "Perguntas Frequentes sobre a La Maison Regina",
    "faq-where-title": "Onde fica a La Maison Regina?",
    "faq-where-text-1": "A La Maison Regina está localizada na vila do Paião, concelho da Figueira da Foz, Portugal, mais precisamente na Rua dos Santinhos, no 27, Paião, 3090-495 Figueira da Foz.",
    "faq-where-text-2": "A La Maison Regina oferece uma localização estratégica e de fácil acesso às autoestradas de maior conveniência. Para quem se desloca de Leiria, Coimbra, Aveiro, Lisboa ou Porto, a autoestrada A17 é uma opção ideal, oferecendo uma ligação rápida e direta.",
    "faq-where-text-3": "Assim, a casa encontra-se a 15 minutos da Figueira da Foz, a 30 minutos de Leiria e a 45 minutos de Coimbra e Aveiro.",
    "faq-where-text-4": "Tem vários hotéis num raio de 15km, ficando o mais próximo a 7 minutos.",
    "faq-where-text-5-1": "Clique",
    "faq-where-text-5-2": "aqui",
    "faq-where-text-5-3": "para visualizar no Google Maps.",
    "faq-event-types-title": "Que tipos de eventos acomoda a La Maison Regina?",
    "faq-event-types-text": "A La Maison Regina é perfeita para uma ampla variedade de eventos, incluindo casamentos, aniversários, batizados, festas temáticas, jantares corporativos, filmagens de anúncios e sessões fotográficas privadas.",
    "faq-capacity-title": "Qual a capacidade da La Maison Regina?",
    "faq-capacity-text": "Acomodando até 200 pessoas em diferentes configurações, a La Maison Regina é flexível para diversos tipos de eventos.",
    "faq-hotel-title": "Qual o Hotel mais próximo da La Maison Regina?",
    "faq-hotel-text": "Embora ainda não ofereça alojamento próprio, a região oferece uma vasta escolha de opções de hospedagem para noivos e convidados, com o hotel mais próximo a apenas 7 minutos de distância e uma variedade de escolhas num raio de 15 minutos na encantadora zona da Figueira da Foz.",
    "faq-why-title": "Porque devo escolher realizar o meu evento na La Maison Regina?",
    "faq-why-text": "A La Maison Regina é mais do que um espaço - é um cenário encantador onde cada evento se torna uma experiência idílica. Com um serviço altamente personalizado, decoração exclusiva e um requintado catering servido numa elegante tenda de vidro, o ambiente verdejante proporciona uma conexão perfeita com a natureza. A sua localização estratégica ao lado da igreja do Paião facilita a logística para casamentos religiosos, enquanto a sua atmosfera deslumbrante garante memórias inesquecíveis e fotografias incríveis.",
    "faq-contact-title": "Como faço para contactar e reservar a La Maison Regina?",
    "faq-contact-text": "Entre em contacto connosco para garantir a sua reserva na La Maison Regina:",
    "faq-contact-list-1": "E-mail: info@lamaisonregina.com",
    "faq-contact-list-2": "Telefone ou WhatsApp: +351 915 581 629",
    "faq-suppliers-title": "A La Maison Regina tem Fornecedores Exclusivos?",
    "faq-suppliers-text": "Para garantir a qualidade e facilidade no planeamento do seu evento, a La Maison Regina trabalha com parceiros exclusivos e preferenciais, recomendados para atender às suas necessidades.",
    "faq-catering-title": "A La Maison Regina tem Catering próprio?",
    "faq-catering-text-1": "Sim, a La Maison Regina oferece um serviço de catering próprio sob a liderança do renomado Chef Dan Gomes, reconhecido pela sua experiência em gastronomia de alta qualidade.",
    "faq-catering-text-2": "Combinando tradição e refinamento contemporâneo, os nossos pratos são elaborados para encantar até o mais exigente dos paladares.",
    "faq-catering-text-3": "Além dos menus tradicionais, oferecemos opções vegetarianas, veganas, sem glúten, halal, kosher, entre outras.",
    "faq-noise-title": "A La Maison Regina tem restrições ao ruído?",
    "faq-noise-text": "A La Maison Regina respeita os limites estabelecidos pela legislação de ruído, permitindo música ambiente ao ar livre e, nos salões internos com janelas acústicas apropriadas, música de DJ ou banda ao vivo.",
    "faq-tourism-title": "A La Maison Regina está próxima de algum ponto turístico?",
    "faq-tourism-text": "Localizada a apenas 15 minutos do centro da encantadora Figueira da Foz, a La Maison Regina oferece fácil acesso a pontos turísticos imperdíveis da região, como:",
    "faq-tourism-list-1": "Praia do Relógio, Praia da Claridade, Praia do Cabedelo, Praia da Tamargueira;",
    "faq-tourism-list-2": "Casino da Figueira e CAE (Centro de Artes e Espetáculos);",
    "faq-tourism-list-3": "Serra da Boa Viagem: uma serra com miradouros naturais que oferecem vistas panorâmicas sobre a costa atlântica e a região circundante.",
    "faq-tourism-list-4": "Buarcos: uma antiga vila piscatória conhecida pelas suas praias e pela fortaleza, onde poderá encontrar restaurantes com peixe e marisco fresquíssimo.",
    "faq-tourism-list-5": "A 25 minutos pode conhecer Montemor-o-Velho: uma vila histórica com um lindo castelo medieval bem preservado que oferece uma vista panorâmica do rio Mondego e da região circundante, a 30 minutos Leiria e a 40 minutos Coimbra e Aveiro, todas cidades com uma infinidade de atrações e pontos mágicos a descobrir.",
    "faq-beach-title": "A La Maison Regina está próxima da Praia?",
    "faq-beach-text-1": "Sim, a La Maison Regina está situada a uma curta distância de carro de inúmeras praias da região, oferecendo a possibilidade de cerimónias na praia seguidas de receção no espaço.",
    "faq-beach-text-2": "A 7 minutos encontra a praia da Costa de Lavos, a 10 minutos a praia do Cabedelo, excelente para quem é surfista ou pretenda iniciar-se na modalidade e a 15 minutos as afamadas praias da Figueira da Foz e de Buarcos.",
    "faq-supermarket-title": "A La Maison Regina está próxima de algum Supermercado ou Centro Comercial?",
    "faq-supermarket-text": "Sim, a menos de 1 minuto, encontra 2 minimercados e a 4 minutos, um grande supermercado, garantindo conveniência para noivos e convidados. Em 15 minutos, há também um centro comercial à disposição.",
    "faq-pricing-title": "Quanto custa realizar um Casamento na La Maison Regina?",
    "faq-pricing-text-1": "Para informações detalhadas sobre valores e pacotes de casamento, entre em",
    "faq-pricing-text-2": "contacto",
    "faq-pricing-text-3": "connosco, pois temos opções para diferentes orçamentos e necessidades.",
    "faq-portugal-title": "Porque devo casar em Portugal?",
    "faq-portugal-text": "Portugal oferece uma combinação única de beleza natural, clima ameno durante todo o ano (com mais de 300 dias de sol por ano), excelente gastronomia, segurança, história rica e uma cultura acolhedora, tornando-o, assim, um destino ideal para casamentos e tendo sido pela 5a vez, nos últimos seis anos, considerado o \"Melhor Destino Turístico da Europa\" nos World Travel Awards 2023.",
    "faq-open-space-title": "Como lidam com a possibilidade de chuva em eventos ao ar livre?",
    "faq-open-space-text": "Portugal é conhecido pelo seu clima estável e ensolarado, todavia, para garantir o sucesso do seu evento, a La Maison Regina possui planos de contingência bem definidos para todas as condições meteorológicas.",
    "faq-parking-title": "A La Maison Regina tem estacionamento?",
    "faq-parking-text": "Sim, oferecemos um amplo estacionamento para garantir conforto e conveniência a todos os nossos clientes.",
    "faq-communication-title": "Como será a nossa comunicação após a reserva da data?",
    "faq-communication-text": "Após a reserva da data, nossa equipe estará disponível para orientar e auxiliar em  todos os detalhes do seu evento, mantendo uma comunicação clara e eficaz por e- mail, telefone, WhatsApp ou Skype.",
    "faq-cerimonies-title": "Que cerimónias de casamento posso realizar na La Maison Regina?",
    "faq-cerimonies-text": "A La Maison Regina acomoda cerimónias de todos os tipos, sem distinção de religião ou preferência, tornando cada momento especial e memorável.",
    "faq-mosquitoes-title": "Os mosquitos serão um problema para o meu casamento ao ar livre?",
    "faq-mosquitoes-text": "Não, na zona onde está localizada a La Maison Regina não costuma haver mosquitos. De qualquer modo, usamos medidas preventivas como óleos essenciais com propriedades repelentes naturais para afastar qualquer mosquito.",
    "faq-sustainability-title": "Quais as medidas sustentáveis adotadas pela La Maison Regina?",
    "faq-sustainability-text": "Comprometida com a sustentabilidade, a La Maison Regina utiliza energia solar em parte dos seus consumos, dá preferência a produtos locais e sazonais na confeção do catering, opta por uma decoração eco-friendly e renovável e promove o transporte compartilhado, visando minimizar o impacto ambiental dos eventos realizados.",
    "faq-other-questions-title": "Como posso obter respostas para perguntas não listadas aqui?",
    "faq-other-questions-text": "Para quaisquer outras dúvidas ou informações adicionais, não hesite em contatar-nos diretamente por telefone, WhatsApp ou e-mail. Estamos aqui para ajudar!",
    "contacts-text-1": "Situada na vila do Paião, concelho da Figueira da Foz, a La Maison Regina oferece uma\nlocalização estratégica e de fácil acesso às autoestradas de maior conveniência. Para quem se\ndesloca de Coimbra, Leiria, Lisboa ou Porto, a autoestrada A17 é uma opção ideal, oferecendo\numa ligação rápida e direta.",
    "contacts-text-2": "Assim, a casa encontra-se a 15 minutos da Figueira da Foz, a 30 minutos de Leiria e a 45\nminutos de Coimbra e Aveiro.",
    "contacts-address-title": "Morada:",
    "contacts-address-text": "Rua dos Santinhos, no 27, Paião 3090-495 Figueira da Foz",
    "contacts-gps-title": "GPS:",
    "contacts-gps-text": "N 40.071141 | W 8.804397",
    "contacts-telephone-title": "Telefone:",
    "contacts-telephone-text": "A definir...",
    "contacts-email-title": "Email:",
    "contacts-email-text": "info@lamaisonregina.com"
  },
  "en": {
    "home": "Home",
    "services": "Services",
    "gallery": "Gallery",
    "contacts": "Contacts",
    "footer-follow": "Follow us",
    "footer-rights-reserved": "© 2024 La Maison Regina. All rights reserved.",
    "home-welcome-1": "Welcome to",
    "home-welcome-2": "Your home of stories and love.",
    "home-slogan": "Turning 'sim' into 'Sim-ply magical' since 1860.",
    "home-text-1": "Located in the charming village of Paião, in the municipality of Figueira da Foz, La Maison Regina offers weddings in a charming, intimate and family atmosphere.",
    "home-text-2": "Built in 1860 and rehabilitated in 2024, the idyllic La Maison Regina, already the stage for the most mysterious and passionate stories, is now preparing to tell yours, in this distinct and welcoming space that will enchant your eyes and your heart.",
    "home-text-3": "It is in this centenary house, surrounded by a bucolic atmosphere, surrounded by a large garden and an incomparable decoration, with a focus on environmental sustainability, that we promise to raise the standards of your wedding.",
    "home-text-4": "Located a 1-minute walk from the Paião Mother Church, our house offers exceptional convenience, ready to provide fun and unforgettable memories that will leave brides and guests surrendered.",
    "home-sep-1": "Say 'YES' with us.",
    "home-text-5": "This is the day of your dreams and, for us, it is important that you feel supported in every decision and detail. With a dedicated, creative and professional team, we offer flexibility and a highly personalized service, ensuring that everyone is breathless with so much surprise and emotion.",
    "home-text-6": "Get ready to leave everyone perplexed and celebrate an epic wedding, where each guest will celebrate unprecedentedly and will have stories and moments to remember.",
    "home-sep-2": "Why choose La Maison Regina?",
    "home-sep-2-list": "Charming house with unparalleled decoration. | Church a 1-minute walk away, ensuring ease and convenience. | Possibility of holding a civil ceremony on site. | Water cup immersed in a green oasis. | Embedded wedding planner service. | Commitment to sustainability. | Excellent quality catering that delights all palates. | Highly personalized space (visit us to understand how!).",
    "services-text-1": "Composed of several areas that can function together or autonomously, La Maison Regina is the ideal solution for those looking for a flexible and quality space.",
    "services-card-1": "Weddings | Say 'Sim' we us. | For the most important day of your life, we have solutions tailored to your needs and the size of your dreams. The diversity of La Maison Regina's spaces allows you to create different environments both inside the house and in the romantic garden.",
    "services-card-2": "Parties and Social Events | Golden weddings or baptisms, cocktails or birthday parties, we have the ideal space to make your party unforgettable! In a space that uniquely mixes a rural and refined environment, you will find all the conditions for the most important day of your life.",
    "services-card-3": "Conferences and Meetings | For your company's conference or meeting, team building, Christmas party or brand launch, we are prepared to receive all your team or clients with unique conditions just 15 minutes from Figueira da Foz, 30 minutes from Leiria and 45 minutes from Coimbra and Aveiro.",
    "services-text-2": "La Maison Regina offers several advantages for the realization of your events. In a space with a capacity of up to 200 people that uniquely mixes a modern and refined rural environment, you will find all the conditions for the most important day of your life or for an unforgettable party.",
    "services-sep-1": "Turnkey Event",
    "services-sep-2": "Leave it to those who know and relax...",
    "services-text-3": "In our space, with capacity for up to 200 people, we organize your event in a personalized way, meeting all your needs, from catering to entertainment. We know that every detail is essential and makes all the difference. Therefore, we create tailor-made proposals, guaranteeing a perfect setting for an idyllic experience on the most important day of your life or for a party at the same time.",
    "services-text-4": "This consultancy is ideal for couples who live abroad or who want ease in managing their wedding organization. We offer complete packages, ranging from decoration selection; including managing the photographer and videographer; DJ orchestration, music and entertainment, transport, makeup and hair guidance, accommodation, babysitting service, among others.",
    "services-text-5": "Let's raise a toast to joy, romance and family - let us take care of every detail so we can fully experience every magical moment.",
    "gallery-title-1": "Enchanted Garden",
    "gallery-text-1": "Enjoy a charming atmosphere in our meticulously maintained garden, where brides and guests can relax. We highlight the water mirror, a magical place for cutting the cake, and the bandstand, especially used for wedding ceremonies. The chirping of birds and the cozy decoration make this space ideal for canapés and welcome cocktails.",
    "gallery-title-2": "Pergola for Banquet",
    "gallery-text-2": "Our pergola, also known as a glass tent, is the main room with a capacity for 200 seated places. It stands out for its enveloping and green design, with air conditioning. With glass curtains that open on sunny days, it provides an outdoor experience in harmony with nature. In case of bad weather, the glass curtains can be closed, keeping guests protected while enjoying a green view.",
    "gallery-title-3": "Buffet Room",
    "gallery-text-3": "With a princely decoration, this is the area where we serve the complete buffet or buffet of desserts, cheeses and sweets. An extremely cozy and photogenic space that leaves no one indifferent.",
    "gallery-title-4": "Discotheque",
    "gallery-text-4": "With a captivating decoration, our discotheque is the ideal place to end the night with lots of animation, dance and music, in a charismatic setting under the magic of the DJ or band.",
    "gallery-title-5": "Restrooms",
    "gallery-text-5": "Our restrooms are continuously cleaned during the event and have accessibility for people with reduced mobility, ensuring comfort for all guests.",
    "catering-title-1": "Love for Gastronomy",
    "catering-text-1": "At La Maison Regina, the kitchen is the beating heart of our organization and essential for the success of our catering service.",
    "catering-text-2": "Under the leadership of Chef Dan Gomes, our team of professionals is dedicated to winning sighs and 'yummm's' from brides and guests, delighted by a mixture of homemade and contemporary flavors that please even the most demanding palates.",
    "catering-title-2": "Inspiration in Portuguese Cuisine",
    "catering-text-3": "We are inspired by the richness and diversity of Portuguese gastronomy to create dishes that harmonize tradition and innovation. All dishes are meticulously prepared in our kitchen, using fresh and high-quality ingredients. Our dedicated team ensures that each dish is a unique gastronomic experience.",
    "catering-title-3": "Commitment to Sustainability and Local Products",
    "catering-text-4": "We value local products and their seasonality, promoting a sustainable and responsible approach. We work with fresh and seasonal ingredients, balancing the natural with the sophisticated. This philosophy not only reduces the environmental impact, minimizes transportation and greenhouse gas emissions, but also results in fresh and tasty dishes.",
    "faq-main-title": "Frequently Asked Questions about La Maison Regina",
    "faq-where-title": "Where is La Maison Regina located?",
    "faq-where-text-1": "La Maison Regina is located in the village of Paião, in the municipality of Figueira da Foz, Portugal, more precisely on Rua dos Santinhos, no 27, Paião, 3090-495 Figueira da Foz.",
    "faq-where-text-2": "La Maison Regina offers a strategic location and easy access to the most convenient highways. For those traveling from Leiria, Coimbra, Aveiro, Lisbon or Porto, the A17 highway is an ideal option, offering a quick and direct connection.",
    "faq-where-text-3": "Thus, the house is located 15 minutes from Figueira da Foz, 30 minutes from Leiria and 45 minutes from Coimbra and Aveiro.",
    "faq-where-text-4": "There are several hotels within a 15km radius, with the closest one being 7 minutes away.",
    "faq-where-text-5-1": "Click",
    "faq-where-text-5-2": "here",
    "faq-where-text-5-3": "to view on Google Maps.",
    "faq-event-types-title": "What types of events does La Maison Regina accommodate?",
    "faq-event-types-text": "La Maison Regina is perfect for a wide variety of events, including weddings, birthdays, baptisms, themed parties, corporate dinners, advertising shoots and private photo sessions.",
    "faq-capacity-title": "What is the capacity of La Maison Regina?",
    "faq-capacity-text": "Accommodating up to 200 people in different configurations, La Maison Regina is flexible for various types of events.",
    "faq-hotel-title": "What is the nearest Hotel to La Maison Regina?",
    "faq-hotel-text": "Although it does not yet offer its own accommodation, the region offers a wide choice of lodging options for brides and guests, with the closest hotel just 7 minutes away and a variety of choices within a 15-minute radius in the charming area of Figueira da Foz.",
    "faq-why-title": "Why should I choose to hold my event at La Maison Regina?",
    "faq-why-text": "La Maison Regina is more than a space - it is a charming setting where each event becomes an idyllic experience. With a highly personalized service, exclusive decoration and exquisite catering served in an elegant glass tent, the green environment provides a perfect connection with nature. Its strategic location next to the Paião church facilitates logistics for religious weddings, while its stunning atmosphere ensures unforgettable memories and incredible photographs.",
    "faq-contact-title": "How do I contact and book La Maison Regina?",
    "faq-contact-text": "Contact us to secure your reservation at La Maison Regina:",
    "faq-contact-list-1": "E-mail: info@lamaisonregina.com",
    "faq-contact-list-2": "Phone or WhatsApp: +351 915 581 629",
    "faq-suppliers-title": "Does La Maison Regina have Exclusive Suppliers?",
    "faq-suppliers-text": "To ensure quality and ease in planning your event, La Maison Regina works with exclusive and preferred partners, recommended to meet your needs.",
    "faq-catering-title": "Does La Maison Regina have its own Catering?",
    "faq-catering-text-1": "Yes, La Maison Regina offers its own catering service under the leadership of renowned Chef Dan Gomes, recognized for his experience in high-quality gastronomy.",
    "faq-catering-text-2": "Combining tradition and contemporary refinement, our dishes are designed to delight even the most demanding palates.",
    "faq-catering-text-3": "In addition to traditional menus, we offer vegetarian, vegan, gluten-free, halal, kosher, among other options.",
    "faq-noise-title": "Does La Maison Regina have noise restrictions?",
    "faq-noise-text": "La Maison Regina respects the limits established by noise legislation, allowing outdoor background music and, in indoor rooms with appropriate acoustic windows, DJ music or live band.",
    "faq-tourism-title": "Is La Maison Regina close to any tourist spot?",
    "faq-tourism-text": "Located just 15 minutes from the center of charming Figueira da Foz, La Maison Regina offers easy access to must-see tourist spots in the region, such as:",
    "faq-tourism-list-1": "Praia do Relógio, Praia da Claridade, Praia do Cabedelo, Praia da Tamargueira;",
    "faq-tourism-list-2": "Casino da Figueira and CAE (Center for Arts and Shows);",
    "faq-tourism-list-3": "Serra da Boa Viagem: a mountain range with natural viewpoints that offer panoramic views of the Atlantic coast and the surrounding region.",
    "faq-tourism-list-4": "Buarcos: an old fishing village known for its beaches and the fortress, where you can find restaurants with the freshest fish and seafood.",
    "faq-tourism-list-5": "At 25 minutes you can visit Montemor-o-Velho: a historic village with a beautiful well-preserved medieval castle that offers a panoramic view of the Mondego River and the surrounding region, 30 minutes Leiria and 40 minutes Coimbra and Aveiro, all cities with a multitude of attractions and magical spots to discover.",
    "faq-beach-title": "Is La Maison Regina close to the Beach?",
    "faq-beach-text-1": "Yes, La Maison Regina is located a short drive from numerous beaches in the region, offering the possibility of beach ceremonies followed by a reception at the venue.",
    "faq-beach-text-2": "At 7 minutes you will find Costa de Lavos beach, at 10 minutes Cabedelo beach, excellent for surfers or those who want to start in the sport and at 15 minutes the famous beaches of Figueira da Foz and Buarcos.",
    "faq-supermarket-title": "Is La Maison Regina close to a Supermarket or Shopping Center?",
    "faq-supermarket-text": "Yes, less than 1 minute away, you will find 2 minimarkets and 4 minutes away, a large supermarket, ensuring convenience for brides and guests. In 15 minutes, there is also a shopping center available.",
    "faq-pricing-title": "How much does it cost to hold a Wedding at La Maison Regina?",
    "faq-pricing-text-1": "For detailed information on values and wedding packages, please contact us, as we have options for different budgets and needs,",
    "faq-pricing-text-2": "contact",
    "faq-pricing-text-3": "us, as we have options for different budgets and needs.",
    "faq-portugal-title": "Why should I get married in Portugal?",
    "faq-portugal-text": "Portugal offers a unique combination of natural beauty, mild climate throughout the year (with more than 300 days of sunshine per year), excellent gastronomy, safety, rich history and a welcoming culture, making it an ideal destination for weddings and having been for the 5th time, in the last six years, considered the \"Best Tourist Destination in Europe\" at the World Travel Awards 2023.",
    "faq-open-space-title": "How do you deal with the possibility of rain in outdoor events?",
    "faq-open-space-text": "Portugal is known for its stable and sunny climate, however, to ensure the success of your event, La Maison Regina has well-defined contingency plans for all weather conditions.",
    "faq-parking-title": "Does La Maison Regina have parking?",
    "faq-parking-text": "Yes, we offer ample parking to ensure comfort and convenience for all our customers.",
    "faq-communication-title": "What will our communication be like after booking the date?",
    "faq-communication-text": "After booking the date, our team will be available to guide and assist in all the details of your event, maintaining clear and effective communication by e-mail, phone, WhatsApp or Skype.",
    "faq-cerimonies-title": "What wedding ceremonies can I hold at La Maison Regina?",
    "faq-cerimonies-text": "La Maison Regina accommodates ceremonies of all types, regardless of religion or preference, making each moment special and memorable.",
    "faq-mosquitoes-title": "Will mosquitoes be a problem for my outdoor wedding?",
    "faq-mosquitoes-text": "No, in the area where La Maison Regina is located, there are usually no mosquitoes. However, we use preventive measures such as essential oils with natural repellent properties to keep any mosquitoes away.",
    "faq-sustainability-title": "What sustainable measures are adopted by La Maison Regina?",
    "faq-sustainability-text": "Committed to sustainability, La Maison Regina uses solar energy for part of its consumption, prefers local and seasonal products in catering preparation, opts for eco-friendly and renewable decoration and promotes shared transportation, aiming to minimize the environmental impact of the events held.",
    "faq-other-questions-title": "How can I get answers to questions not listed here?",
    "faq-other-questions-text": "For any other questions or additional information, do not hesitate to contact us directly by phone, WhatsApp or e-mail. We are here to help!",
    "contacts-text-1": "Located in the village of Paião, in the municipality of Figueira da Foz, La Maison Regina offers a strategic location and easy access to the most convenient highways. For those traveling from Coimbra, Leiria, Lisbon or Porto, the A17 highway is an ideal option, offering a quick and direct connection.",
    "contacts-text-2": "Thus, the house is located 15 minutes from Figueira da Foz, 30 minutes from Leiria and 45 minutes from Coimbra and Aveiro.",
    "contacts-address-title": "Address:",
    "contacts-address-text": "Rua dos Santinhos, no 27, Paião 3090-495 Figueira da Foz",
    "contacts-gps-title": "GPS:",
    "contacts-gps-text": "N 40.071141 | W 8.804397",
    "contacts-telephone-title": "Telephone:",
    "contacts-telephone-text": "To be defined...",
    "contacts-email-title": "Email:",
    "contacts-email-text": "info@lamaisonregina.com"
  }
}
