{
  "pt": {
    "catering-title-1": "O Amor pela Gastronomia",
    "catering-text-1": "Na La Maison Regina, a cozinha é o coração pulsante da nossa organização e essencial para o sucesso do nosso serviço de catering.",
    "catering-text-2": "Sob a liderança do Chef Dan Gomes, a nossa equipa de profissionais dedica-se a conquistar suspiros e “yummm’s” dos noivos e convidados, encantados por uma mistura de sabores caseiros e contemporâneos que agradam até o mais exigente dos paladares.",
    "catering-title-2": "Inspiração na Cozinha Portuguesa",
    "catering-text-3": "Inspiramo-nos na riqueza e diversidade da gastronomia portuguesa para criar pratos que harmonizam tradição e inovação. Todos os pratos são meticulosamente preparados na nossa cozinha, utilizando ingredientes frescos e de alta qualidade. A nossa equipa dedicada garante que cada prato seja uma experiência gastronómica única.",
    "catering-title-3": "Compromisso com a Sustentabilidade e Produtos Locais",
    "catering-text-4": "Valorizamos os produtos locais e a sua sazonalidade, promovendo uma abordagem sustentável e responsável. Trabalhamos com ingredientes frescos e de época, equilibrando o natural com o sofisticado. Esta filosofia não só reduz o impacto ambiental, minimizando a emissão de gases de efeito estufa, como também resulta em pratos frescos e saborosos."
  },
  "en": {
    "catering-title-1": "Love for Gastronomy",
    "catering-text-1": "At La Maison Regina, the kitchen is the beating heart of our organization and essential for the success of our catering service.",
    "catering-text-2": "Under the leadership of Chef Dan Gomes, our team of professionals is dedicated to winning sighs and 'yummm's' from brides and guests, delighted by a mixture of homemade and contemporary flavors that please even the most demanding palates.",
    "catering-title-2": "Inspiration in Portuguese Cuisine",
    "catering-text-3": "We are inspired by the richness and diversity of Portuguese gastronomy to create dishes that harmonize tradition and innovation. All dishes are meticulously prepared in our kitchen, using fresh and high-quality ingredients. Our dedicated team ensures that each dish is a unique gastronomic experience.",
    "catering-title-3": "Commitment to Sustainability and Local Products",
    "catering-text-4": "We value local products and their seasonality, promoting a sustainable and responsible approach. We work with fresh and seasonal ingredients, balancing the natural with the sophisticated. This philosophy not only reduces the environmental impact, minimizes transportation and greenhouse gas emissions, but also results in fresh and tasty dishes."
  }
}