{
  "pt": {
    "faq-serch-label": "Pesquisar",
    "faq-where-title": "Onde fica _La Maison Regina_?",
    "faq-where-text-1": "_La Maison Regina_ está localizada na vila do Paião, concelho da Figueira da Foz, Portugal, mais precisamente na Rua dos Santinhos, no 27, Paião, 3090-495 Figueira da Foz.",
    "faq-where-text-2": "_La Maison Regina_ oferece uma localização estratégica e de fácil acesso às autoestradas de maior conveniência. Para quem se desloca de Leiria, Coimbra, Aveiro, Lisboa ou Porto, a autoestrada A17 é uma opção ideal, oferecendo uma ligação rápida e direta.",
    "faq-where-text-3": "Assim, a casa encontra-se a 15 minutos da Figueira da Foz, a 30 minutos de Leiria e a 45 minutos de Coimbra e Aveiro.",
    "faq-where-text-4": "Tem vários hotéis num raio de 15km, ficando a opção de alojamento mais próxima a 1 minuto a pé.",
    "faq-where-text-5-1": "Clique",
    "faq-where-text-5-2": "aqui",
    "faq-where-text-5-3": "para visualizar no Google Maps.",
    "faq-event-types-title": "Que tipos de eventos acomoda _La Maison Regina_?",
    "faq-event-types-text": "_La Maison Regina_ é perfeita para uma ampla variedade de eventos, incluindo casamentos, aniversários, batizados, festas temáticas, jantares corporativos, filmagens de anúncios e sessões fotográficas privadas.",
    "faq-capacity-title": "Qual a capacidade de _La Maison Regina_?",
    "faq-capacity-text": "Acomodando até 200 pessoas em diferentes configurações, _La Maison Regina_ é flexível para diversos tipos de eventos.",
    "faq-hotel-title": "Qual o Hotel mais próximo de _La Maison Regina_?",
    "faq-hotel-text": "Embora ainda não disponha de alojamento próprio, a região oferece uma vasta escolha de opções de hospedagem para noivos e convidados, com a opção mais próxima a apenas 1 minuto de distância e uma enorme variedade de escolhas num raio de 15 minutos.",
    "faq-why-title": "Porque devo realizar o meu evento em _La Maison Regina_?",
    "faq-why-text": "_La Maison Regina_ é mais do que um espaço - é um cenário encantador onde cada evento se torna uma experiência idílica. Com um serviço altamente personalizado, decoração exclusiva e um requintado _catering_ servido numa elegante tenda de vidro, o ambiente verdejante proporciona uma conexão perfeita com a natureza. A sua localização estratégica em frente à igreja do Paião facilita a logística para casamentos religiosos, enquanto a sua atmosfera deslumbrante garante memórias inesquecíveis e fotografias incríveis.",
    "faq-contact-title": "Como faço para contactar e reservar _La Maison Regina_?",
    "faq-contact-text": "Entre em contacto connosco para garantir a sua reserva em _La Maison Regina_:",
    "faq-contact-list-1": "E-mail: info@lamaisonregina.com",
    "faq-contact-list-2": "Telefone ou WhatsApp: +351 915 581 629",
    "faq-suppliers-title": "_La Maison Regina_ tem Fornecedores Exclusivos?",
    "faq-suppliers-text": "Para garantir a qualidade e facilidade no planeamento do seu evento, _La Maison Regina_ trabalha com parceiros preferenciais, recomendados para atender às suas necessidades.",
    "faq-catering-title": "_La Maison Regina_ tem Catering próprio?",
    "faq-catering-text-1": "Sim, _La Maison Regina_ oferece um serviço de catering próprio sob a liderança do renomado Chef Dan Gomes, reconhecido pela sua experiência em gastronomia de alta qualidade.",
    "faq-catering-text-2": "Combinando tradição e refinamento contemporâneo, os nossos pratos são elaborados para encantar até o mais exigente dos paladares.",
    "faq-catering-text-3": "Além dos menus tradicionais, oferecemos opções vegetarianas, veganas, sem glúten, halal, kosher, entre outras.",
    "faq-noise-title": "_La Maison Regina_ tem restrições ao ruído?",
    "faq-noise-text": "_La Maison Regina_ respeita os limites estabelecidos pela legislação de ruído, permitindo música ambiente ao ar livre e, nos salões internos com janelas acústicas apropriadas, música de DJ ou banda ao vivo.",
    "faq-tourism-title": "_La Maison Regina_ está próxima de algum ponto turístico?",
    "faq-tourism-text": "Localizada a apenas 15 minutos do centro da encantadora Figueira da Foz, _La Maison Regina_ oferece fácil acesso a pontos turísticos imperdíveis da região, como:",
    "faq-tourism-list-1": "Mosteiro de Seiça – a 5 minutos de distância;",
    "faq-tourism-list-2": "Praia do Relógio, Praia da Claridade, Praia do Cabedelo, Praia da Tamargueira;",
    "faq-tourism-list-3": "Casino da Figueira e CAE (Centro de Artes e Espetáculos);",
    "faq-tourism-list-4": "Serra da Boa Viagem: uma serra com miradouros naturais que oferecem vistas panorâmicas sobre a costa atlântica e a região circundante;",
    "faq-tourism-list-5": "Buarcos: uma antiga vila piscatória conhecida pelas suas praias e pela fortaleza, onde poderá encontrar restaurantes com peixe e marisco fresquíssimo;",
    "faq-tourism-list-6": "A 25 minutos pode conhecer Montemor-o-Velho: uma vila histórica com um lindo castelo medieval bem preservado que oferece uma vista panorâmica do rio Mondego e da região circundante, a 30 minutos Leiria e a 40 minutos Coimbra e Aveiro, todas cidades com uma infinidade de atrações e pontos mágicos a descobrir;",
    "faq-beach-title": "_La Maison Regina_ está próxima da Praia?",
    "faq-beach-text-1": "Sim, _La Maison Regina_ está situada a uma curta distância de carro de inúmeras praias da região, oferecendo a possibilidade de cerimónias na praia seguidas de receção no espaço.",
    "faq-beach-text-2": "A 7 minutos encontra a praia da Costa de Lavos, a 10 minutos a praia do Cabedelo, excelente para quem é surfista ou pretenda iniciar-se na modalidade e a 15 minutos as afamadas praias da Figueira da Foz e de Buarcos.",
    "faq-supermarket-title": "_La Maison Regina_ está próxima de algum Supermercado ou Centro Comercial?",
    "faq-supermarket-text": "Sim, a menos de 1 minuto, encontra 2 minimercados e a 4 minutos, um grande supermercado, garantindo conveniência para noivos e convidados. A 15 minutos, há também um centro comercial à disposição e inúmeros supermercados.",
    "faq-pricing-title": "Quanto custa realizar um Casamento em _La Maison Regina_?",
    "faq-pricing-text-1": "Para informações detalhadas sobre valores e pacotes de casamento, entre em",
    "faq-pricing-text-2": "contacto",
    "faq-pricing-text-3": "connosco, pois temos opções para diferentes orçamentos e necessidades.",
    "faq-portugal-title": "Porque devo casar em Portugal?",
    "faq-portugal-text": "Portugal oferece uma combinação única de beleza natural, clima ameno durante todo o ano (com mais de 300 dias de sol por ano), excelente gastronomia, segurança, história rica e uma cultura acolhedora, tornando-o, assim, um destino ideal para casamentos e tendo sido pela 5a vez, nos últimos seis anos, considerado o \"Melhor Destino Turístico da Europa\" nos World Travel Awards 2023.",
    "faq-open-space-title": "Como lidam com a possibilidade de chuva em eventos ao ar livre?",
    "faq-open-space-text": "Portugal é conhecido pelo seu clima estável e ensolarado, todavia, para garantir o sucesso do seu evento, _La Maison Regina_ possui planos de contingência bem definidos para todas as condições meteorológicas.",
    "faq-parking-title": "_La Maison Regina_ tem estacionamento?",
    "faq-parking-text": "Sim, oferecemos um amplo estacionamento para garantir conforto e conveniência a todos os nossos clientes.",
    "faq-communication-title": "Como será a nossa comunicação após a reserva da data?",
    "faq-communication-text": "Após a reserva da data, a nossa equipa estará disponível para orientar e auxiliar em  todos os detalhes do seu evento, mantendo uma comunicação clara e eficaz por e- mail, telefone, WhatsApp ou Skype.",
    "faq-ceremonies-title": "Que cerimónias de casamento posso realizar em _La Maison Regina_?",
    "faq-ceremonies-text": "_La Maison Regina_ acomoda cerimónias de todos os tipos, sem distinção de religião ou preferência, tornando cada momento especial e memorável.",
    "faq-sustainability-title": "Quais as medidas sustentáveis adotadas por _La Maison Regina_?",
    "faq-sustainability-text": "Comprometida com a sustentabilidade, _La Maison Regina_ utiliza energia solar em parte dos seus consumos, dá preferência a produtos locais e sazonais na confeção do catering, opta por uma decoração eco-friendly e renovável e promove o transporte compartilhado dos convidados através do serviço de _shuttle bus_.",
    "faq-other-questions-title": "Como posso obter respostas para perguntas não listadas aqui?",
    "faq-other-questions-text-1": "Para quaisquer outras dúvidas ou informações adicionais, não hesite em contatar-nos diretamente por telefone, WhatsApp ou e-mail. Estamos",
    "faq-other-questions-text-2": "aqui",
    "faq-other-questions-text-3": "para ajudar!"
  },
  "en": {
    "faq-serch-label": "Search",
    "faq-where-title": "Where is _La Maison Regina_ located?",
    "faq-where-text-1": "_La Maison Regina_ is located in the village of Paião, in the municipality of Figueira da Foz, Portugal, more precisely on Rua dos Santinhos, no 27, Paião, 3090-495 Figueira da Foz.",
    "faq-where-text-2": "_La Maison Regina_ offers a strategic location and easy access to the most convenient highways. For those traveling from Leiria, Coimbra, Aveiro, Lisbon or Porto, the A17 highway is an ideal option, offering a quick and direct connection.",
    "faq-where-text-3": "Thus, the house is located 15 minutes from Figueira da Foz, 30 minutes from Leiria and 45 minutes from Coimbra and Aveiro.",
    "faq-where-text-4": "There are several hotels within a 15km radius, with the closest accommodation option just a 1-minute walk away.",
    "faq-where-text-5-1": "Click",
    "faq-where-text-5-2": "here",
    "faq-where-text-5-3": "to view it on Google Maps.",
    "faq-event-types-title": "What types of events does _La Maison Regina_ accommodate?",
    "faq-event-types-text": "_La Maison Regina_ is perfect for a wide variety of events, including weddings, birthdays, baptisms, themed parties, corporate dinners, advertising shoots and private photo sessions.",
    "faq-capacity-title": "What is the capacity of _La Maison Regina_?",
    "faq-capacity-text": "Accommodating up to 200 people in different configurations, _La Maison Regina_ is flexible for various types of events.",
    "faq-hotel-title": "What is the nearest Hotel to _La Maison Regina_?",
    "faq-hotel-text": "Although it does not yet have its own accommodation, the region offers a wide choice of lodging options for couples and guests, with the closest option just 1 minute away and a huge variety of choices within a 15-minute radius.",
    "faq-why-title": "Why should I choose to hold my event at _La Maison Regina_?",
    "faq-why-text": "_La Maison Regina_ is more than a space - it is a charming setting where each event becomes an idyllic experience. With highly personalized service, exclusive decoration and exquisite catering served in an elegant glass tent, the green environment provides a perfect connection with nature. Its strategic location next to the Paião church facilitates logistics for religious weddings, while its stunning atmosphere ensures unforgettable memories and incredible photographs.",
    "faq-contact-title": "How do I contact and book _La Maison Regina_?",
    "faq-contact-text": "Contact us to secure your reservation at _La Maison Regina_:",
    "faq-contact-list-1": "E-mail: info@lamaisonregina.com",
    "faq-contact-list-2": "Phone or WhatsApp: +351 915 581 629",
    "faq-suppliers-title": "Does _La Maison Regina_ have Exclusive Suppliers?",
    "faq-suppliers-text": "To ensure quality and ease in planning your event, _La Maison Regina_ works with preferred partners, recommended to meet your needs.",
    "faq-catering-title": "Does _La Maison Regina_ have its own Catering?",
    "faq-catering-text-1": "Yes, _La Maison Regina_ offers its own catering service under the leadership of renowned Chef Dan Gomes, recognized for his experience in high-quality gastronomy.",
    "faq-catering-text-2": "Combining tradition and contemporary refinement, our dishes are designed to delight even the most demanding palates.",
    "faq-catering-text-3": "In addition to traditional menus, we offer vegetarian, vegan, gluten-free, halal, kosher, among other options.",
    "faq-noise-title": "Does _La Maison Regina_ have noise restrictions?",
    "faq-noise-text": "_La Maison Regina_ respects the limits established by noise legislation, allowing outdoor background music and, in indoor rooms with appropriate acoustic windows, DJ music or live band.",
    "faq-tourism-title": "Is _La Maison Regina_ close to any tourist spot?",
    "faq-tourism-text": "Located just 15 minutes from the center of charming Figueira da Foz, _La Maison Regina_ offers easy access to must-see tourist spots in the region, such as:",
    "faq-tourism-list-1": "Seiça Monastery – 5 minutes away;",
    "faq-tourism-list-2": "Several beaches: Praia do Relógio, Praia da Claridade, Praia do Cabedelo, Praia da Tamargueira;",
    "faq-tourism-list-3": "Figueira's Casino and CAE (Arts and Entertainment Center);",
    "faq-tourism-list-4": "Serra da Boa Viagem: a mountain range with natural viewpoints offering panoramic views of the Atlantic coast and the surrounding region;",
    "faq-tourism-list-5": "Buarcos: an old fishing village known for its beaches and fortress, where you can find restaurants with very fresh fish and seafood;",
    "faq-tourism-list-6": "25 minutes away, you can visit Montemor-o-Velho: a historic town with a beautiful well-preserved medieval castle that offers a panoramic view of the Mondego River and the surrounding region. 30 minutes away is Leiria, and 40 minutes away are Coimbra and Aveiro, all cities with a multitude of attractions and magical places to discover;",
    "faq-beach-title": "Is _La Maison Regina_ close to the Beach?",
    "faq-beach-text-1": "Yes, _La Maison Regina_ is located a short drive from numerous beaches in the region, offering the possibility of beach ceremonies followed by a reception at the venue.",
    "faq-beach-text-2": "At 7 minutes you will find Costa de Lavos beach, at 10 minutes Cabedelo beach, excellent for surfers or those who want to start in the sport and at 15 minutes the famous beaches of Figueira da Foz and Buarcos.",
    "faq-supermarket-title": "Is _La Maison Regina_ close to a Supermarket or Shopping Center?",
    "faq-supermarket-text": "Yes, less than 1 minute away, you will find 2 minimarkets and 4 minutes away, a large supermarket, ensuring convenience for couples and guests. In 15 minutes, there is also a shopping center available.",
    "faq-pricing-title": "How much does it cost to hold a Wedding at _La Maison Regina_?",
    "faq-pricing-text-1": "For detailed information on values and wedding packages, please contact us, as we have options for different budgets and needs,",
    "faq-pricing-text-2": "contact",
    "faq-pricing-text-3": "us, as we have options for different budgets and needs.",
    "faq-portugal-title": "Why should I get married in Portugal?",
    "faq-portugal-text": "Portugal offers a unique combination of natural beauty, mild climate throughout the year (with more than 300 days of sunshine per year), excellent gastronomy, safety, rich history and a welcoming culture, making it an ideal destination for weddings and having been for the 5th time, in the last six years, considered the \"Best Tourist Destination in Europe\" at the World Travel Awards 2023.",
    "faq-open-space-title": "How do you deal with the possibility of rain in outdoor events?",
    "faq-open-space-text": "Portugal is known for its stable and sunny climate, however, to ensure the success of your event, _La Maison Regina_ has well-defined contingency plans for all weather conditions.",
    "faq-parking-title": "Does _La Maison Regina_ have parking?",
    "faq-parking-text": "Yes, we offer ample parking to ensure comfort and convenience for all our customers.",
    "faq-communication-title": "What will our communication be like after booking the date?",
    "faq-communication-text": "After booking the date, our team will be available to guide and assist in all the details of your event, maintaining clear and effective communication by e-mail, phone, WhatsApp or Skype.",
    "faq-ceremonies-title": "What wedding ceremonies can I hold at _La Maison Regina_?",
    "faq-ceremonies-text": "_La Maison Regina_ accommodates ceremonies of all types, regardless of religion or preference, making each moment special and memorable.",
    "faq-sustainability-title": "What sustainable measures are adopted by _La Maison Regina_?",
    "faq-sustainability-text": "Committed to sustainability, _La Maison Regina_ uses solar energy for part of its consumption, prefers local and seasonal products in catering preparation, opts for eco-friendly and renewable decoration and promotes shared transportation of guests through the shuttle bus service.",
    "faq-other-questions-title": "How can I get answers to questions not listed here?",
    "faq-other-questions-text-1": "For any other questions or additional information, do not hesitate to contact us directly by phone, WhatsApp or e-mail. We are",
    "faq-other-questions-text-2": "here",
    "faq-other-questions-text-3": "to help!"
  }
}
