{
  "pt": {
    "title": "Galeria",
    "gallery-title-1": "Jardim Encantado",
    "gallery-text-1": "Desfrute de um ambiente encantador no nosso jardim meticulosamente cuidado, onde noivos e convidados podem relaxar. Destacamos o espelho d’água, um local mágico para o corte do bolo, e o coreto, especialmente utilizado para cerimónias de casamento. O chilrear dos passarinhos e a decoração aconchegante tornam este espaço ideal para canapés e coquetéis de boas-vindas.",
    "gallery-title-2": "Pérgula para Banquete",
    "gallery-text-2": "A nossa pérgula, também conhecida como tenda de vidro, é a sala principal com capacidade para 200 lugares sentados. Destaca-se pelo envolvente e verdejante design, contando com climatização com ar condicionado. Com cortinas de vidro que se abrem nos dias ensolarados, proporciona uma experiência ao ar livre em harmonia com a a natureza. Em caso de mau tempo, as cortinas de vidro podem ser fechadas, mantendo os convidados protegidos enquanto desfrutam de uma vista verdejante.",
    "gallery-title-3": "Salão de Buffet",
    "gallery-text-3": "Com uma decoração principesca, esta é a área onde servimos o buffet completo ou buffet de sobremesas, queijos e doces. Um espaço extremamente acolhedor e fotogénico, que não deixa ninguém indiferente.",
    "gallery-title-4": "Discoteca",
    "gallery-text-4": "Com uma cativante decoração, a nossa discoteca é o local ideal para encerrar a noite com muita animação, dança e música, num cenário cheio de carisma sob a magia do DJ ou banda."
  },
  "en": {
    "title": "Gallery",
    "gallery-title-1": "Enchanted Garden",
    "gallery-text-1": "Enjoy a charming atmosphere in our meticulously maintained garden, where brides and guests can relax. We highlight the water mirror, a magical place for cutting the cake, and the bandstand, especially used for wedding ceremonies. The chirping of birds and the cozy decoration make this space ideal for canapés and welcome cocktails.",
    "gallery-title-2": "Pergola for Banquet",
    "gallery-text-2": "Our pergola, also known as a glass tent, is the main room with a capacity for 200 seated places. It stands out for its enveloping and green design, with air conditioning. With glass curtains that open on sunny days, it provides an outdoor experience in harmony with nature. In case of bad weather, the glass curtains can be closed, keeping guests protected while enjoying a green view.",
    "gallery-title-3": "Buffet Room",
    "gallery-text-3": "With a princely decoration, this is the area where we serve the complete buffet or buffet of desserts, cheeses and sweets. An extremely cozy and photogenic space that leaves no one indifferent.",
    "gallery-title-4": "Discotheque",
    "gallery-text-4": "With a captivating decoration, our discotheque is the ideal place to end the night with lots of animation, dance and music, in a charismatic setting under the magic of the DJ or band."
  }
}