{
  "pt": {
    "title": "Home",
    "home-welcome-1": "Bem-vindo à",
    "home-welcome-2": "A sua casa de histórias e amor.",
    "home-slogan": "A transformar o 'Sim' em 'Sim-plesmente mágico’ desde 1860.",
    "home-text-1": "Localizada na encantadora vila do Paião, concelho da Figueira da Foz, a La Maison Regina oferece casamentos num ambiente charmoso, intimista e familiar.",
    "home-text-2": "Construída em 1860 e reabilitada em 2024, a idílica La Maison Regina já palco das mais misteriosas e apaixonantes histórias, prepara-se agora para contar a sua, neste espaço distinto e acolhedor que encantará os seus olhos e o seu coração.",
    "home-text-3": "É nesta casa centenária, envolta numa atmosfera bucólica, rodeada por um amplo jardim e uma decoração incomparável, com foco na sustentabilidade ambiental, que prometemos elevar os standards do seu casamento.",
    "home-text-4": "Localizada a 1 minuto a pé da Igreja Matriz do Paião, a nossa casa oferece uma comodidade excecional, pronta para proporcionar diversão e memórias inesquecíveis, que deixarão rendidos noivos e convidados.",
    "home-learn-more": "Saber Mais",
    "home-show-less": "Mostrar Menos",
    "home-text-5": "Este é o dia dos seus sonhos e, para nós, é importante que se sinta apoiado em cada decisão e detalhe. Com uma equipa dedicada, criativa e profissional, oferecemos flexibilidade e um serviço altamente personalizado, garantindo que todos fiquem sem fôlego com tanta surpresa e emoção.",
    "home-text-6": "Prepare-se para deixar todos perplexos e celebrar um casamento épico, onde cada convidado irá comemorar sem precedentes e irá ter histórias e momentos para recordar.",
    "home-sep-2": "Porquê escolher a La Maison Regina?",
    "home-sep-2-list": "Casa de charme com uma decoração inigualável. | Igreja a 1 minuto a pé, garantindo facilidade e conveniência. | Possibilidade de realizar cerimónia civil no local. | Copo d’água imerso num oásis verdejante. | Serviço de wedding planner incorporado. | Catering de excelente qualidade, que encanta todos os paladares. | Espaço altamente personalizado (visite-nos para perceber como!). | Compromisso com a sustentabilidade.",
    "home-sustainability-title-1": "Casamentos Mais Ecológicos e Sustentáveis",
    "home-sustainability-text-1": "Na La Maison Regina, acreditamos em celebrar o amor de forma consciente e sustentável, oferecendo aos nossos clientes uma experiência memorável e ecologicamente ética. Assim, para operar de forma sustentável, adotamos as seguintes práticas:",
    "home-sustainability-list-1": "Aproveitamento da Energia Solar na Casa, através da utilização de Fotocélulas para captar energia solar, uma fonte limpa e renovável.",
    "home-sustainability-list-2-1": "Transporte Consciente: incentivamos os nossos clientes a utilizar o nosso serviço de shuttle bus para transporte dos convidados. Ao centralizar o transporte, reduzimos as emissões de CO2, evitando múltiplos carros individuais.",
    "home-sustainability-list-2-2": "Além disso, ao eliminar a necessidade de condução após a festa, garantimos a segurança dos nossos convidados, prevenindo potenciais acidentes relacionados com a condução sob a influência de álcool.",
    "home-sustainability-list-3": "Gastronomia Sustentável: sempre que possível o nosso catering utiliza ingredientes locais e orgânicos, criados por produtores da região, reduzindo desperdícios e a pegada de carbono.",
    "home-sustainability-list-4": "Compra Local: optamos por fornecedores locais, apoiando pequenos negócios e reduzindo a pegada ecológica.",
    "home-sustainability-list-5": "Decoração Ecológica: preferimos objetos decorativos reutilizáveis, elementos naturais e técnicas que eliminam o uso de espuma floral e plásticos descartáveis. Esta abordagem não só reduz o desperdício de recursos, mas também contribui para um ambiente mais elegante e autêntico."
  },
  "en": {
    "title": "Home",
    "home-welcome-1": "Welcome to",
    "home-welcome-2": "Your home of stories and love.",
    "home-slogan": "Turning 'Sim' into 'Sim-ply magical' since 1860.",
    "home-text-1": "Located in the charming village of Paião, in the municipality of Figueira da Foz, La Maison Regina offers weddings in a charming, intimate and family atmosphere.",
    "home-text-2": "Built in 1860 and rehabilitated in 2024, the idyllic La Maison Regina, already the stage for the most mysterious and passionate stories, is now preparing to tell yours, in this distinct and welcoming space that will enchant your eyes and your heart.",
    "home-text-3": "It is in this centenary house, surrounded by a bucolic atmosphere, surrounded by a large garden and an incomparable decoration, with a focus on environmental sustainability, that we promise to raise the standards of your wedding.",
    "home-text-4": "Located a 1-minute walk from the Paião Mother Church, our house offers exceptional convenience, ready to provide fun and unforgettable memories that will leave brides and guests surrendered.",
    "home-learn-more": "Learn More",
    "home-show-less": "Show Less",
    "home-text-5": "This is the day of your dreams and, for us, it is important that you feel supported in every decision and detail. With a dedicated, creative and professional team, we offer flexibility and a highly personalized service, ensuring that everyone is breathless with so much surprise and emotion.",
    "home-text-6": "Get ready to leave everyone perplexed and celebrate an epic wedding, where each guest will celebrate unprecedentedly and will have stories and moments to remember.",
    "home-sep-2": "Why choose La Maison Regina?",
    "home-sep-2-list": "Charming house with unparalleled decoration. | Church a 1-minute walk away, ensuring ease and convenience. | Possibility of holding a civil ceremony on site. | Water cup immersed in a green oasis. | Embedded wedding planner service. | Excellent quality catering that delights all palates. | Highly personalized space (visit us to understand how!). | Commitment to sustainability.",
    "home-sustainability-title-1": "More Ecological and Sustainable Weddings",
    "home-sustainability-text-1": "At La Maison Regina, we believe in celebrating love consciously and sustainably, offering our clients a memorable and ethically ecological experience. Thus, to operate sustainably, we adopt the following practices:",
    "home-sustainability-list-1": "Use of Solar Energy in the House, through the use of Photocells to capture solar energy, a clean and renewable source.",
    "home-sustainability-list-2-1": "Conscious Transport: we encourage our clients to use our shuttle bus service for guest transportation. By centralizing transportation, we reduce CO2 emissions, avoiding multiple individual cars.",
    "home-sustainability-list-2-2": "In addition, by eliminating the need for driving after the party, we ensure the safety of our guests, preventing potential accidents related to driving under the influence of alcohol.",
    "home-sustainability-list-3": "Sustainable Gastronomy: whenever possible, our catering uses local and organic ingredients, created by producers in the region, reducing waste and carbon footprint.",
    "home-sustainability-list-4": "Local Purchases: we opt for local suppliers, supporting small businesses and reducing the ecological footprint.",
    "home-sustainability-list-5": "Eco-friendly Decoration: we prefer reusable decorative objects, natural elements and techniques that eliminate the use of floral foam and disposable plastics. This approach not only reduces waste of resources, but also contributes to a more elegant and authentic environment."
  }
}