{
  "pt": {
    "title": "Serviços",
    "text-1": "Prepare-se para surpreender e celebrar um evento épico, onde cada convidado desfrutará de momentos inesquecíveis e guardará histórias fantásticas para contar e recordar.",
    "card-1": "Casamentos | Diga 'SIM' connosco. | Prepare-se para vivenciar um casamento tão épico quanto o seu amor! Aqui, valorizamos cada decisão e detalhe do seu grande dia. Com uma equipa dedicada, criativa e profissional, proporcionamos um serviço altamente personalizado para a sua festa de casamento, cerimónia religiosa ou civil, no jardim ou na praia, assegurando o deslumbramento com tanta surpresa e emoção.",
    "card-2": "Festas e Eventos Sociais | Batizados, bodas de ouro ou festas de aniversário – oferecemos o local perfeito para uma celebração memorável! Num ambiente familiar e acolhedor que une charme e elegância, garantimos todas as condições para que o seu dia seja realmente especial.",
    "card-3": "Conferências e Reuniões | Estamos prontos para receber a sua empresa seja para atividades de _team building_, festas de Natal ou lançamento de uma nova marca. Localizados a apenas 15 minutos da Figueira da Foz, 30 minutos de Leiria e 45 minutos de Coimbra e Aveiro, oferecemos um acesso conveniente e um ambiente de excelência para acolher toda a sua equipa ou clientes.",
    "sep-1": "Evento Chave Na Mão",
    "sep-2": "Deixe tudo nas nossas mãos, entregue-se ao encanto e desfrute...",
    "text-3": "No nosso espaço, com capacidade para até 200 pessoas, organizamos o seu evento de forma personalizada, atendendo a todas as suas necessidades, desde o _catering_ até à animação. Sabemos que cada detalhe é essencial e faz toda a diferença. Assim, criamos propostas à sua medida, garantindo um cenário perfeito para uma experiência idílica no dia mais importante da sua vida ou para uma festa memorável.",
    "text-4": "Esta assessoria é ideal para casais que vivem no estrangeiro ou que desejem facilidade na gestão da organização do casamento. Oferecemos pacotes completos, que vão desde a seleção da decoração, a gestão do fotógrafo e videógrafo, a orquestração do DJ, a música e a animação, o transporte e o alojamento, à orientação quanto a maquilhagem e cabelos, alojamento, serviço de baby-sitter, entre outros.",
    "text-5": "Façamos um brinde à alegria, ao romance e à família - deixe-nos cuidar de cada pormenor para que possa viver plenamente cada instante mágico.",
    "highlight-location": "A 20km da Figueira da Foz | A 15 minutos do centro da cidade.",
    "highlight-accommodation": "Alojamento | Opções de hospedagem a 7 minutos.",
    "highlight-kitchen": "Cozinha Industrial | Gastronomia de excelência.",
    "highlight-people": "Capacidade até 200 pessoas | Tenda e Sala devidamente climatizadas e iluminadas.",
    "highlight-parking": "Estacionamento | Parque de estacionamento com capacidade para 100 carros.",
    "highlight-pergola": "Copo D’água numa tenda de vidro | Catering servido numa pérgula, imersa no verde.",
    "highlight-room": "Quarto dos noivos | Espaço de apoio para vestir, guardar pertences ou descansar.",
    "highlight-planner": "Serviço de wedding planner | Disponibilizamos assessoria completa, assim como suporte exclusivo no próprio dia do evento.",
    "highlight-ceremony": "Cerimónia civil no local | Com opções encantadoras no jardim.",
    "highlight-bathroom": "Casas de banho | Adaptadas para pessoas com mobilidade reduzida.",
    "highlight-sustainability": "Compromisso com a sustentabilidade | Minimizando o impacto ambiental das operações.",
    "highlight-church": "Igreja | A menos de 1 minuto a pé."
  },
  "en": {
    "title": "Services",
    "text-1": "Composed of several areas that can function together or autonomously, La Maison Regina is the ideal solution for those looking for a flexible and quality space.",
    "card-1": "Weddings | Say 'Sim' with us. | For the most important day of your life, we have solutions tailored to your needs and the size of your dreams. The diversity of La Maison Regina's spaces allows you to create different environments both inside the house and in the romantic garden.",
    "card-2": "Parties and Social Events | Golden weddings or baptisms, cocktails or birthday parties, we have the ideal space to make your party unforgettable! In a space that uniquely mixes a rural and refined environment, you will find all the conditions for the most important day of your life.",
    "card-3": "Conferences and Meetings | For your company's conference or meeting, team building, Christmas party or brand launch, we are prepared to receive all your team or clients with unique conditions just 15 minutes from Figueira da Foz, 30 minutes from Leiria and 45 minutes from Coimbra and Aveiro.",
    "sep-1": "Turnkey Event",
    "sep-2": "Leave it to those who know and relax...",
    "text-3": "In our space, with capacity for up to 200 people, we organize your event in a personalized way, meeting all your needs, from catering to entertainment. We know that every detail is essential and makes all the difference. Therefore, we create tailor-made proposals, guaranteeing a perfect setting for an idyllic experience on the most important day of your life or for a party at the same time.",
    "text-4": "This consultancy is ideal for couples who live abroad or who want ease in managing their wedding organization. We offer complete packages, ranging from decoration selection; including managing the photographer and videographer; DJ orchestration, music and entertainment, transport, makeup and hair guidance, accommodation, babysitting service, among others.",
    "text-5": "Let's raise a toast to joy, romance and family - let us take care of every detail so we can fully experience every magical moment.",
    "highlight-location": "20KM FROM FIGUEIRA DA FOZ | 15 minutes from the city center.",
    "highlight-accommodation": "ACCOMMODATION | Lodging options 7 minutes away.",
    "highlight-kitchen": "Industrial Kitchen | Excellent gastronomy.",
    "highlight-people": "Capacity up to 200 people | Tent and Room properly air-conditioned and illuminated.",
    "highlight-parking": "Parking | Parking lot with capacity for 100 cars.",
    "highlight-pergola": "Reception in a glass tent | Catering served in a pergola, immersed in green.",
    "highlight-room": "Bride's Room | Support space for dressing, storing belongings or resting.",
    "highlight-planner": "Wedding planner service | We provide complete consultancy, as well as exclusive support on the day of the event.",
    "highlight-ceremony": "Civil ceremony on site | With charming options in the garden.",
    "highlight-bathroom": "Bathrooms | Adapted for people with reduced mobility.",
    "highlight-sustainability": "Commitment to sustainability | Minimizing the environmental impact of operations.",
    "highlight-church": "Church | Less than 1 minute walk."
  }
}